{
  "1": {
    "id": "1",
    "name": "Нурболат",
    "profile": {
      "skills": {},
      "telegramNickname": "anzUralsk"
    },
    "statistics": {
      "contributions": {
        "NEWBIE": {
          "count": 0,
          "firstAt": 1749821077648,
          "lastAt": 1749821077648
        }
      }
    },
    "createAt": 1749821077648,
    "updateAt": 1749821077648
  },
  "773084180": {
    "id": "773084180",
    "name": "Nurbolat",
    "support": {
      "isModerator": true
    },
    "profile": {
      "telegramNickname": "anzUralsk",
      "avatarUrl": "https://t.me/i/userpic/320/bOrpGbX5Jq3fbysH_VoGshRjzc7AAw_J6UARzLI-qUQ.svg",
      "skills": {
        "Топограф": "Профессиональная специализация с которого начался профессиональный путь. Опыт работы 3 года в проектном институте. Дальше опыт развития своего профильного бизнеса.",
        "GIS специалист": "Профессиональная специализация параллельная основной специализации топографа. Представляет собой смешение картографа и it специалиста. Есть опыт реализации gis проекта магистрального газопровода АО \"Интергаз Центральная Азия\".",
        "Бизнесмен": "Опыт развития бизнеса по инженерным изысканиями для капитального строительства (2005-2018 года). После 2018 года переход в сферу IT для выстраивания нового бизнеса. Итог на текущий момент: четыре неудачных стартапа в сфере цифровизации страны. Сейчас больше самоидентифицирую себя как \"стартапер\" и работаю над реализацией коворкинг мастерской и всей сопутствующей инфраструктуры.",
        "Программист": "Самоучка. 16 лет опыта как хоббист. 8 лет опыта как профессионал. Имею опыт разработки системных архитектур. Больше специализируюсь в бэкенде. Преподавал. Как минимум пять учеников устроились на работу, в том числе двое в американский стартап.",
        "Столяр": "Любитель, но на данном этапе (2025 год) активно развиваю этот навык в связи с развитием нового стартапа: коворкинг-мастерская \"Дедок\".",
        "3d моделист": "Умею на полулюбительском, полупрофессиональном уровне разрабатывать 3d модели. Только твердотельное моделирование. Начинал с fusion360, продолжил на OnShape, сейчас остановился на FreeCad так как он бесплатный и есть CAM модуль.",
        "Оператор ЧПУ": "Опыт работы на маленьком любительском ЧПУ станке со столом 40Х60 см. Умею выполнять полный цикл работ, от моделирования изделия до подготовки g-кода. Готовил программы как для трехосевого, так и четырехосевого (с поворотным механзмиом, аля токарный станок) режима обработки. Сейчас активно изучаю новое ПО linuxCNC, в основном в связи с полным переходом в ОС Linux.",
        "Электронщик": "Нравится разрабатывать электронику. Но опыт пожалуй на самом любительском уровне, в связи со сложной дисциплиной и ограниченностью во времени. Последние изделия делал в процессе изучения электронных устройств и схемотехники в 2015 годах. Но этот свой навык планирую применять в развитии коворкинг мастерской.",
        "Робототехник": "Имею опыт разработки программ для микроконтроллеров. Опыт не большой, но хорошей поддержкой является профильная специализация программиста web приложении. Самый крутой мой проект (и пожалуй единственный доведенный до конца вместе с электротехникой): реализация проводной двухколесной машинки работающей на ШИМ сигналах реализованного на МК AVR ATmegaXXX на языке Assembler."
      }
    },
    "createAt": 1735862400000,
    "updateAt": 1735862400000,
    "statistics": {
      "contributions": {
        "KEEPER": {
          "count": 1,
          "firstAt": 1735862400000,
          "lastAt": 1735862400000
        },
        "MODERATOR": {
          "count": 0,
          "firstAt": 1749150000000,
          "lastAt": 1749150000000
        }
      }
    }
  }
}
